Repository: ShivaSwaiN9/MyJob_Application
Catalog: lib/l10n/intl_*.arb
Languages: or_in

source: Login
or_in: ଭିତରକୁ ଯାଉ

source: My job
or_in: ମୋର ଚାକିରୀ

source: No Blog found
or_in: ବ୍ଲଗ୍ ମିଳିଲା ନାହିଁ

# dontHaveAnAccount
source: Donâ€™t have an account?
or_in: ଏକ ଆକାଉଣ୍ଟ୍ ନାହିଁ

source: Register
or_in: ପଞ୍ଜିକରଣ କର

source: Forgot Password?
or_in: ପାସୱାର୍ଡ଼ ଭୁଲି ଗଲେ କି

source: Your Password
or_in: ତୁମର ପାସୱାର୍ଡ

source: Login with Email
or_in: ଇମେଲ ସହିତ ଲଗଇନ୍ କରନ୍ତୁ

source: Login with your registered Email ID & password to continue.
or_in: ଆପଣଙ୍କର ପଞ୍ଜୀକୃତ ଇମେଲ୍ ID ସହିତ ଲଗ୍ଇନ୍ କରନ୍ତୁ

source: Login to continue
or_in: ଜାରି ରଖିବାକୁ ଲଗଇନ୍ କରନ୍ତୁ

source: Tell us Your Details
or_in: ତୁମର ବିବରଣୀ ଆମକୁ କୁହ

source: Enter Email ID
or_in: ଇମେଲ୍ ID ପ୍ରବେଶ କରନ୍ତୁ

source: Enter Password
or_in: ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ

source: Enter your name
or_in: ତୁମର ନାମ ପ୍ରବେଶ କର

source: Phone no.
or_in: ଫୋନ୍ ନଂ

source: Date of Birth
or_in: ଜନ୍ମ ତାରିଖ

source: Married
or_in: ବିବାହିତ

source: Unmarried
or_in: ଅବିବାହିତ

source: Next
or_in: ପରବର୍ତ୍ତୀ

source: Male
or_in: ପୁରୁଷ

source: Female
or_in: ମହିଳା

source: Others
or_in: ଅନ୍ୟମାନେ

source: Tell us Your Education
or_in: ତୁମର ଶିକ୍ଷା ଆମକୁ କୁହ

source: Enter your highest education
or_in: ତୁମର ସର୍ବୋଚ୍ଚ ଶିକ୍ଷା ପ୍ରବେଶ କର

source: Course name
or_in: ପାଠ୍ୟକ୍ରମର ନାମ

source: University name
or_in: ବିଶ୍ୱବିଦ୍ୟାଳୟ ନାମ

source: Year of passing
or_in: ବିଗତ ବର୍ଷ

source: Job preference
or_in: ଚାକିରି ପସନ୍ଦ

source: Job 1
or_in: କାର୍ଯ୍ୟ 1

source: Enter your job
or_in: ତୁମର ଚାକିରି ପ୍ରବେଶ କର

source: No job found
or_in: କଣସି କାମ ମିଳିଲା ନାହିଁ

source: Job 2
or_in: କାର୍ଯ୍ୟ 2

source: Read more
or_in: ଆହୁରି ପଢ

source: Read less
or_in: କମ୍ ପ଼ନ୍ତୁ

source: STEP
or_in: ପଦାଙ୍କ

source: Send otp
or_in: Otp ପଠାନ୍ତୁ

source: Verify
or_in: ଯାଞ୍ଚ କରନ୍ତୁ

source: Didn't receive the code?
or_in: କୋଡ୍ ଗ୍ରହଣ କରି ନାହାଁନ୍ତି କି

source: Resend
or_in: ପଠାନ୍ତୁ

source: Please enter the otp that has been sent to your
or_in: ଦୟାକରି ଆପଣଙ୍କ ନିକଟକୁ ପଠାଯାଇଥିବା OTP ପ୍ରବେଶ କରନ୍ତୁ

source: Verify OTP
or_in: OTP ଯାଞ୍ଚ କରନ୍ତୁ

source: Register to continue
or_in: ଜାରି ରଖିବାକୁ ପଞ୍ଜିକରଣ କରନ୍ତୁ

source: Provide with your email & verify OTP to Register.
or_in: ଆପଣଙ୍କର ଇମେଲ୍ ସହିତ ପ୍ରଦାନ କରନ୍ତୁ ,ପଞ୍ଜିକରଣ କରିବାକୁ OTP ଯାଞ୍ଚ କରନ୍ତୁ

source: email ID
or_in: ଇମେଲ୍ ID

source: Enter new password
or_in: ନୂତନ ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ

source: Confirm Password
or_in: ପାସ୍ବାଡ଼ ନିସ୍ଚିତ କର

source: Reset Password
or_in: ପାସୱାର୍ଡ ପୁନ ସେଟ୍ କରନ୍ତୁ

source: Gender
or_in: ଲିଙ୍ଗ

source: Designation
or_in: ପଦବୀ

source: Start
or_in: ଆରମ୍ଭ କରନ୍ତୁ

source: End
or_in: ଶେଷ

source: Responsibility
or_in: ଦାୟିତ୍

source: Save
or_in: ସଞ୍ଚୟ କରନ୍ତୁ

source: Organisation
or_in: ସଂଗଠନ

source: *required
or_in: * ଆବଶ୍ୟକ

source: Invalid email id.
or_in: ଅବଧ ଇମେଲ id

source: Invalid phone no.
or_in: ଅବଧ ଫୋନ୍ ନାହିଁ

source: Please enter pin to continue
or_in: ଜାରି ରଖିବାକୁ ଦୟାକରି ପିନ୍ ପ୍ରବେଶ କରନ୍ତୁ

source: Please enter new password & confirm it to reset password
or_in: ଦୟାକରି ନୂତନ ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ , ପାସୱାର୍ଡ ପୁନସେଟ୍ କରିବାକୁ ଏହାକୁ ନିଶ୍ଚିତ କରନ୍ତୁ

source: Password is required
or_in: ପାସୱାର୍ଡ ଆବଶ୍ୟକ

# lengthShouldBeMoreThan8MustContainDigitSymbols
source: Length should be more than 8 & Must contain digit, symbols and mix case letters
or_in: ଦର୍ଘ୍ୟ 8 ରୁ ଅଧିକ ହେବା ଉଚିତ୍ , ନିଶ୍ଚିତ ଭାବରେ ଅଙ୍କ, ପ୍ରତୀକ ଏବଂ ମିଶ୍ରିତ ଅକ୍ଷର ଅକ୍ଷର ଧାରଣ କରିବା ଜରୁରୀ

source: Passwords didn't match.
or_in: ପାସୱାର୍ଡ ମେଳ ଖାଉ ନାହିଁ

source: Provide your Email address & set a password to proceed.
or_in: ଆପଣଙ୍କର ଇମେଲ୍ ଠିକଣା ପ୍ରଦାନ କରନ୍ତୁ , ଅଗ୍ରଗତି କରିବାକୁ ଏକ ପାସୱାର୍ଡ ସେଟ୍ କରନ୍ତୁ

source: Personal Details
or_in: ବ୍ୟକ୍ତିଗତ ବିବରଣୀ

source: Marital Status
or_in: ବୈବାହିକ ସ୍ଥିତି

source: Address
or_in: ଠିକଣା

source: Education Details
or_in: ଶିକ୍ଷା ବିବରଣୀ

source: Highest Education
or_in: ସର୍ବୋଚ୍ଚ ଶିକ୍ଷା

source: Course
or_in: ପାଠ୍ୟକ୍ରମ

source: University
or_in: ବିଶ୍ୱବିଦ୍ୟାଳୟ

source: Employment Details
or_in: ନିଯୁକ୍ତି ବିବରଣୀ

source: Duration
or_in: ଅବଧି

source: Primary Job Preference
or_in: ପ୍ରାଥମିକ କାର୍ଯ୍ୟ ପସନ୍ଦ

source: Secondary Job Preference
or_in: ଦଳୀୟ କାର୍ଯ୍ୟ ପସନ୍ଦ

source: Logout?
or_in: ପ୍ରସ୍ଥାନ କର

source: Are you sure want to logout?
or_in: ଆପଣ ନିଶ୍ଚିତ ଭାବରେ ଲଗ୍ ଆଉଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?

source: Choose from a source
or_in: ଏକ ଉତ୍ସରୁ ବାଛନ୍ତୁ

source: Camera
or_in: କ୍ୟାମେରା

source: Gallery
or_in: ଗ୍ୟାଲେରୀ

source: Cancel
or_in: ବାତିଲ୍ କରନ୍ତୁ

source: Please allow permission to upload image.
or_in: ଦୟାକରି ପ୍ରତିଛବି ଅପଲୋଡ୍ କରିବାକୁ ଅନୁମତି ଦିଅନ୍ତୁ

source: Crop Your Image
or_in: ତୁମର ପ୍ରତିଛବି କ୍ରପ୍ କର

source: No internet connection
or_in: କଣସି ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ନାହିଁ

source: Connection lost
or_in: ସଂଯୋଗ ହଜିଗଲା

source: Reload
or_in: ପୁନଲୋଡ୍ କରନ୍ତୁ

source: Empty
or_in: ଖାଲି

source: Retry
or_in: ପୁନଚେଷ୍ଟା କରନ୍ତୁ

source: Error
or_in: ତ୍ରୁଟି

source: Choose Your Language
or_in: ତୁମର ଭାଷା ବାଛ

source: Referral
or_in: ରେଫରାଲ୍

source: Skip
or_in: ଛାଡିଦିଅ

source: Enter refer code
or_in: ରେଫର୍ କୋଡ୍ ପ୍ରବେଶ କରନ୍ତୁ

source: Referral program
or_in: ରେଫରାଲ୍ ପ୍ରୋଗ୍ରାମ୍

source: Refer and earn
or_in: ଅନୁସରଣ କରନ୍ତୁ ଏବଂ ରୋଜଗାର କରନ୍ତୁ

# introduceReferUsTonyourFriendsGetRewarded
source: Introduce & refer us to your friends & get rewarded
or_in: ପରିଚୟ କରିବା ଆମକୁ ତୁମର ସାଙ୍ଗମାନଙ୍କ ନିକଟକୁ ପଠାନ୍ତୁ

source: How it works:
or_in: ଏହା କିପରି କାମ କରେ:

source: Your referral code
or_in: ତୁମର ରେଫରାଲ୍ କୋଡ୍

source: Code copied to clipboard.
or_in: କ୍ଲିପବୋର୍ଡରେ କୋଡ୍ କପି ହୋଇଛି.

source: TAP TO COPY
or_in: କପି କରିବାକୁ ଟ୍ୟାପ୍ କରନ୍ତୁ

source: Share
or_in: ଅଂଶୀଦାର କରନ୍ତୁ

source: Edit
or_in: ସମ୍ପାଦନ କରନ୍ତୁ

source: Featured Jobs
or_in: ବଶିଷ୍ଟ୍ୟ ଚାକିରି

source: My applications
or_in: ମୋର ପ୍ରୟୋଗଗୁଡ଼ିକ

source: No jobs found
or_in: ଚାକିରି ମିଳିଲା ନାହିଁ

source: No active jobs found
or_in: ସକ୍ରିୟ ଚାକିରି ମିଳିଲା ନାହିଁ

source: Recommended for you
or_in: ଆପଣଙ୍କ ପାଇଁ ସୁପାରିଶ କରାଯାଇଛି

source: Good Morning
or_in: ଶୁଭ ସକାଳ

source: Good Afternoon
or_in: ଶୁଭ ଅପରାହ୍ନ

source: Good Evening
or_in: ଶୁଭ ସନ୍ଧ୍ୟା

source: Good Night
or_in: ଶୁଭରାତ୍ରୀ

source: Active
or_in: ସକ୍ରିୟ

source: Applied
or_in: ପ୍ରୟୋଗ

source: Completed
or_in: ସମାପ୍ତ

source: Notifications
or_in: ବିଜ୍ଞପ୍ତିଗୁଡିକ

source: Some error occurred
or_in: କିଛି ତ୍ରୁଟି ଘଟିଗଲା

source: No notifications found
or_in: କିଛି ବିଜ୍ଞପ୍ତି ମିଳିଲା ନାହିଁ

# introduceMyjobToYourFriendsFamilyColleaguesAndGetA
source: Introduce Myjob to your friends, family & colleagues and get a chance to win awesome rewards
or_in: Myjob କୁ ଆପଣଙ୍କର ବନ୍ଧୁ, ପରିବାର ଏବଂ ସହକର୍ମୀମାନଙ୍କ ସହିତ ପରିଚିତ କର ଏବଂ ଚମତ୍କାର ପୁରସ୍କାର ଜିତିବାର ସୁଯୋଗ ପାଅ

source: My Application
or_in: ମୋର ଆବେଦନ

source: Dashboard
or_in: ଡ୍ୟାସବୋର୍ଡ

source: View all
or_in: ସମସ୍ତ ଦେଖନ୍ତୁ

source: Hello,
or_in: ନମସ୍କାର,

# newValue
source: New
or_in: ନୂତନ

source: Based on your profile
or_in: ଆପଣଙ୍କର ପ୍ରୋଫାଇଲ୍ ଉପରେ ଆଧାର କରି

source: Recommended jobs
or_in: ସୁପାରିଶ କରାଯାଇଥିବା ଚାକିରି

source: Top companies
or_in: ଶୀର୍ଷ କମ୍ପାନୀଗୁଡିକ

source: Recently looked jobs
or_in: ସମ୍ପ୍ରତି ଚାକିରି ଦେଖାଗଲା

source: Our blogs
or_in: ଆମର ବ୍ଲଗ୍

source: Please select your profile picture
or_in: ଦୟାକରି ଆପଣଙ୍କର ପ୍ରୋଫାଇଲ୍ ଛବି ଚୟନ କରନ୍ତୁ

source: No history found
or_in: ଇତିହାସ ମିଳିଲା ନାହିଁ

source: Please search something
or_in: ଦୟାକରି କିଛି ଖୋଜ

source: Recent searches
or_in: ସାମ୍ପ୍ରତିକ ସନ୍ଧାନ

source: Type something to search...
or_in: ଖୋଜିବାକୁ କିଛି ଟାଇପ୍ କରନ୍ତୁ ...

source: Search for jobs
or_in: ଚାକିରି ଖୋଜ

source: Login now to continue.
or_in: ଜାରି ରଖିବାକୁ ବର୍ତ୍ତମାନ ଲଗଇନ୍ କରନ୍ତୁ

source: Enter phone no
or_in: ଫୋନ୍ ନଂ ପ୍ରବେଶ କରନ୍ତୁ

source: Enter OTP
or_in: OTP ପ୍ରବେଶ କରନ୍ତୁ

source: Your profile is {percentage}% Complete
or_in: ତୁମର ପ୍ରୋଫାଇଲ୍ {ଶତକଡା}% ସଂପୂର୍ଣ୍ଣ ଅଟେ

# registerNowToncontinue
source: Register now to continue.
or_in: ଜାରି ରଖିବାକୁ ବର୍ତ୍ତମାନ ପଞ୍ଜିକରଣ କରନ୍ତୁ

source: Please specify the user type to proceed
or_in: ଅଗ୍ରଗତି କରିବାକୁ ଦୟାକରି ଉପଭୋକ୍ତା ପ୍ରକାର ନିର୍ଦ୍ଦିଷ୍ଟ କରନ୍ତୁ

source: Job Seeker
or_in: ଚାକିରି ଖୋଜୁଥିବା ବ୍ୟକ୍ତି

source: Organization
or_in: ସଂଗଠନ

source: Home
or_in: ଘର

source: Search
or_in: ସନ୍ଧାନ

source: Applications
or_in: ପ୍ରୟୋଗଗୁଡ଼ିକ

source: Profile
or_in: ପ୍ରୋଫାଇଲ୍

source: Email
or_in: ଇମେଲ୍

# myJobMembershipProvidesYouWithPremiumFeaturedProfileAnd
source: My job membership provides you with premium featured profile and improve your visibility to the active recruiter.
or_in: ମୋର ଚାକିରି ସଦସ୍ୟତା ଆପଣଙ୍କୁ ପ୍ରିମିୟମ୍ ବଶିଷ୍ଟ୍ୟ ପ୍ରୋଫାଇଲ୍ ଯୋଗାଇଥାଏ ଏବଂ ସକ୍ରିୟ ନିଯୁକ୍ତିଦାତାଙ୍କୁ ଆପଣଙ୍କର ଦୃଶ୍ୟମାନତାକୁ ଉନ୍ନତ କରିଥାଏ

source: Cancel membership
or_in: ସଦସ୍ୟତା ବାତିଲ୍

# areYouSureToCancelntransaction
source: Are you sure to cancel Transaction?
or_in: ଆପଣ କାରବାରକୁ ବାତିଲ କରିବାକୁ ନିଶ୍ଚିତ କି?

source: Pricing Structure
or_in: ମୂଲ୍ୟ ସଂରଚନା

source: Normal Price
or_in: ସାଧାରଣ ମୂଲ୍ୟ

source: Months
or_in: ମାସଗୁଡିକ

source: Offer Price:
or_in: ଅଫର୍ ମୂଲ୍ୟ:

source: Pay now
or_in: ବର୍ତ୍ତମାନ ଦେୟ

# myJobnmembership
source: My Job, Membership
or_in: ମୋର କାର୍ଯ୍ୟ, ମେମ୍ବରସିପ୍

# premiumSubscriptionFornyourPremiumVersion
source: Premium subscription for your premium version.
or_in: ତୁମର ପ୍ରିମିୟମ୍ ସଂସ୍କରଣ ପାଇଁ ପ୍ରିମିୟମ୍ ସଦସ୍ୟତା।

source: Verified
or_in: ଯାଞ୍ଚ

source: Premium Advantage
or_in: ପ୍ରିମିୟମ୍ ସୁବିଧା

# getAPremiumFeaturedProfileAndImprovenyourVisibilityToThe
source: Get a premium featured profile and improve your visibility to the active recruiter.
or_in: ଏକ ପ୍ରିମିୟମ୍ ବ ଶିଷ୍ଟ୍ୟ ପ୍ରୋଫାଇଲ୍ ପାଆନ୍ତୁ ଏବଂ ସକ୍ରିୟ ନିଯୁକ୍ତିକାରୀଙ୍କ ପାଇଁ ଦୃଶ୍ୟମାନତାକୁ ଉନ୍ନତ କରନ୍ତୁ |

source: Rank at the top in the search result
or_in: ସନ୍ଧାନ ଫଳାଫଳର ଶୀର୍ଷରେ ର୍ୟାଙ୍କ କରନ୍ତୁ

# profileEnhancementByMyjobSpecialistFornbetterResponse
source: Profile enhancement by Myjob Specialist for better response
or_in: ପ୍ରତିକ୍ରିୟା ପାଇଁ Myjob ବିଶେଷଜ୍ଞଙ୍କ ଦ୍ୱାରା ପ୍ରୋଫାଇଲ୍ ବୃଦ୍ଧି

source: Computerized refresh to boost your visibility
or_in: କମ୍ପ୍ୟୁଟରୀକରଣ ସତେଜତା ଆପଣଙ୍କୁ ବୃଦ୍ଧି କରିଥାଏ

source: Priority customer support
or_in: ପ୍ରାଥମିକତା ଗ୍ରାହକ ସମର୍ଥନ

source: Carrier tips and resume building handbook
or_in: ବାହକ ଟିପ୍ସ ଏବଂ ହ୍ୟାଣ୍ଡବୁକ୍ ନିର୍ମାଣ ହ୍ୟାଣ୍ଡବୁକ୍

source: Premium Payment failed.
or_in: ପ୍ରିମିୟମ୍ ଦେୟ ବିଫଳ ହେଲା।

source: Cancel Subscription
or_in: ସଦସ୍ୟତା ବାତିଲ କରନ୍ତୁ

source: Remaining
or_in: ଅବଶିଷ୍ଟ

source: Days
or_in: ଦିନ

source: Current subscription:
or_in: ସାମ୍ପ୍ରତିକ ସଦସ୍ୟତା:

source: complete
or_in: ସଂପୂର୍ଣ୍ଣ

source: View Membership
or_in: ସଦସ୍ୟତା ଦେଖନ୍ତୁ

source: My Job Membership
or_in: ମୋର ଚାକିରି ସଦସ୍ୟତା

source: Cancelled
or_in: ବାତିଲ

source: Payment Failed
or_in: ଦେୟ ବିଫଳ

# getProfileBoostingCareerAdvicenManyMoreFeaturesAdvantage
source: Get profile boosting, career advice & many more features advantage.
or_in: ପ୍ରୋଫାଇଲ୍ ବୃଦ୍ଧି, କ୍ୟାରିୟର ପରାମର୍ଶ ପାଅ.

# yourSubscriptionHasBeenncancelledPleaseRenew
source: Your Subscription has been cancelled Please renew
or_in: ଆପଣଙ୍କର ସବସ୍କ୍ରିପସନ୍ ବାତିଲ ହୋଇଛି ଦୟାକରି ନବୀକରଣ କରନ୍ତୁ

source: Please click here to update your payment
or_in: ଆପଣଙ୍କର ଦେୟ ଅଦ୍ୟତନ କରିବାକୁ ଦୟାକରି ଏଠାରେ କ୍ଲିକ୍ କରନ୍ତୁ

source: at just
or_in: ଠିକ୍

source: Renew
or_in: ନବୀକରଣ

source: Update
or_in: ଅଦ୍ୟତନ

source: Change language
or_in: ଭାଷା ପରିବର୍ତ୍ତନ

source: View jobs
or_in: ଚାକିରି ଦେଖନ୍ତୁ

source: Complete now
or_in: ବର୍ତ୍ତମାନ ସମ୍ପୂର୍ଣ୍ଣ

source: Subscription successful
or_in: ସଦସ୍ୟତା ସଫଳ

source: Back to Home
or_in: ଘରକୁ ଫେରନ୍ତୁ

source: Enter Email ID(Optional)
or_in: ଇମେଲ୍ ପ୍ରବେଶ କରନ୍ତୁ (ବକଳ୍ପିକ)

source: Signup
or_in: ସାଇନ୍ ଅପ୍ କରନ୍ତୁ

source: Rejected
or_in: ପ୍ରତ୍ୟାଖ୍ୟାନ

source: Monthly
or_in: ମାସିକ

source: years experience
or_in: ବର୍ଷର ଅଭିଜ୍ଞତା

source: Opening
or_in: ଖୋଲିବା

source: On pay roll
or_in: ବେତନ ଉପରେ

source: Off pay roll
or_in: ଦରମା ବନ୍ଦ

source: Direct recruitment
or_in: ସିଧାସଳଖ ନିଯୁକ୍ତି
